{
    "0": "Os textos propostos versam sobre diversas leis e alterações legais, resumidamente:\n\n1. **Regulamenta contratos de seguro privado.**\n2. **Suspende temporariamente o pagamento de dívidas de municípios em situação de emergência ou calamidade.**\n3. **Permite que não-associados ocupem cargos de diretoria em cooperativas.**\n4. **Modifica dispositivos da Lei nº 7.827/89 (alterações posteriores incluídas).**\n5. **Aumenta o repasse de recursos das loterias para Previdência Social, Assistência Social e SUS.**\n6. **Destina 1% da arrecadação das Loterias Federais ao INCA.**\n7. **Destina a renda líquida de um concurso da Mega-Sena à Federação Brasileira das Associações de Síndrome de Down.**\n8. **Estabelece critérios preferenciais para a liquidação de boletos bancários.**\n9. **Melhora a prevenção do uso do sistema financeiro para atividades ilícitas.**\n10. **Permite ao consumidor alterar a data de vencimento de contratos de crédito.**\n",
    "1": "Os textos de proposições tratam principalmente de:\n\n* **Combate à lavagem de dinheiro:** Aprimorando a legislação para prevenir o uso do sistema financeiro para crimes (1).\n* **Direitos do consumidor:**  Permitindo ao consumidor alterar a data de vencimento de contratos de crédito (2).\n* **Educação:** Incluindo temas como drogas (3, 9), educação sexual (4), e programas de orientação sexual e prevenção de doenças sexualmente transmissíveis e uso de drogas (5, 6, 10), além de direcionar recursos do Fundo de Universalização dos Serviços de Telecomunicações para educação e ciência e tecnologia (7).  Também inclui a criação de um programa específico de resistência às drogas (8, 10).\n",
    "2": "As proposições tratam de:\n\n* **Educação:** Inclusão de educação sobre drogas no currículo escolar (1), implementação do programa PROERD (2), campanha antitabagismo nas escolas (3), e expansão do PROUNI para pós-graduação (4).\n* **Tecnologia e Telecomunicações:**  Redirecionamento de recursos do Fundo de Universalização dos Serviços de Telecomunicações para educação e ciência e tecnologia (5), e extensão de benefícios fiscais a jogos eletrônicos (6).\n* **Ciência e Tecnologia:**  Criação de um prêmio para incentivo à pesquisa e tecnologia (7),  alterações na lei de compras públicas para facilitar a aquisição de inovações (8), e alterações em leis relacionadas à pesquisa, licitações e inovação (9).\n* **Saúde:** Financiamento de pesquisa para diagnósticos, vacinas e tratamentos para epidemias virais e câncer (10).\n",
    "3": "Estas proposições tratam de diversas áreas, incluindo:\n\n* **Saúde:** Financiamento de pesquisa e desenvolvimento para tratamento de epidemias virais e câncer (2).\n* **Tecnologia e Inovação:** Incentivo a startups e empresas de tecnologia (4),  aprimoramento da política industrial para tecnologia da informação e comunicação e semicondutores, incluindo a criação do Programa Brasil Semicondutores (6), e redução de impostos em equipamentos de informática para famílias de baixa renda (3).\n* **Acessibilidade:**  Obrigatoriedade de tradução de conteúdo digital para Libras em portais online (5).\n* **Ajustes em Leis Existentes:** Alterações em diversas leis preexistentes, incluindo as que regem licitações, PIS/Pasep, Cofins,  o Estatuto da Pessoa com Deficiência, e a Lei de Informática (1, 3, 5, 6).  \n\n\nEm resumo, as proposições visam impulsionar setores estratégicos como saúde, tecnologia e acessibilidade através de financiamento, incentivos fiscais e adaptações legislativas.\n"
}